Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 메모리 및 프로세서 전력 카드를 펼쳤을 때 사용량이 큰 앱부터 표시합니다.
ar: يعرض التطبيقات الأكثر استهلاكًا للموارد عند توسيع بطاقات الذاكرة أو طاقة المعالج.
cs: Při rozbalení karet Paměť nebo Příkon procesoru zobrazí aplikace s nejvyšší spotřebou zdrojů.
da: Viser de mest ressourcekrævende apps, når kort for hukommelse eller processorstrøm udvides.
de: Zeigt die ressourcenintensivsten Apps an, wenn die Karten für Speicher oder Prozessorleistung ausgeklappt sind.
el: Εμφανίζει τις εφαρμογές με τη μεγαλύτερη κατανάλωση πόρων κατά την επέκταση των καρτών Μνήμη ή Ισχύς επεξεργαστή.
en: Shows top resource-consuming apps when Memory or Processor Power cards are expanded.
es: Muestra las apps con mayor consumo de recursos cuando se expanden las tarjetas de Memoria o Potencia del procesador.
fi: Näyttää eniten resursseja kuluttavat apit, kun muisti- tai suorittimen virtakortti laajennetaan.
fr: Affiche les applications les plus consommatrices de ressources lorsque les cartes Mémoire ou Puissance du processeur sont développées.
he: מציג את היישומים שצורכים הכי הרבה משאבים בעת הרחבת כרטיסי זיכרון או מעבד.
hi: मेमोरी या प्रोसेसर पावर कार्ड का विस्तार करने पर सबसे अधिक संसाधन खपत करने वाले ऐप्स दिखाता है।
hu: A legtöbb erőforrást fogyasztó appokat jeleníti meg a Memória vagy Processzor fogyasztás kártyák kibontásakor.
id: Menampilkan aplikasi yang paling banyak menggunakan sumber daya saat kartu Memori atau Daya Prosesor diperluas.
it: Mostra le app che consumano più risorse quando le schede Memoria o Potenza del processore sono espanse.
ja: メモリおよびプロセッサ電力カードを展開した際に、使用量の多いアプリから順に表示します。
nb: Viser de mest ressurskrevende appene når kortene for minne eller prosessorstrøm utvides.
nl: Toont apps met het hoogste verbruik wanneer de kaarten voor Geheugen of Processorvermogen worden uitgevouwen.
pl: Wyświetla aplikacje zużywające najwięcej zasobów po rozwinięciu kart Pamięć lub Pobór mocy procesora.
pt_br: Exibe os apps com maior consumo de recursos quando os cartões de Memória ou Consumo do Processador forem expandidos.
pt_pt: Mostra as aplicações com maior consumo de recursos quando os cartões de Memória ou Potência do processador são expandidos.
ro: Afișează aplicațiile cu cel mai mare consum de resurse la extinderea cardurilor Memorie sau Consum procesor.
ru: Показывает наиболее ресурсоемкие приложения при развертывании карточек памяти или мощности процессора.
sv: Visar appar med högst resursförbrukning när minnes- eller processoreffektkorten fälls ut.
th: แสดงแอปที่ใช้ทรัพยากรมากที่สุดเมื่อขยายการ์ดหน่วยความจำหรือกำลังไฟของโปรเซสเซอร์
tr: Bellek veya İşlemci Gücü kartları genişletildiğinde en çok kaynak tüketen uygulamaları gösterir.
uk: Показує найбільш ресурсомісткі програми при розгортанні карток пам'яті або потужності процесора.
vi: Hiển thị các ứng dụng tiêu tốn tài nguyên hàng đầu khi mở rộng thẻ Bộ nhớ hoặc Điện năng bộ xử lý.
zh_hans: 展开内存和处理器功耗卡片时，按占用量从高到低显示App。
zh_hant: 展開記憶體與處理器功耗卡片時，依使用量由高至低顯示App。

source: 메모리 압력 (%)
ar: ضغط الذاكرة (%)
cs: Tlak na paměť (%)
da: Hukommelsespres (%)
de: Speicherdruck (%)
el: Πίεση μνήμης (%)
en: Memory Pressure (%)
es: Presión de memoria (%)
fi: Muistipaine (%)
fr: Pression mémoire (%)
he: לחץ זיכרון (%)
hi: मेमोरी दबाव (%)
hu: Memóriaterhelés (%)
id: Tekanan Memori (%)
it: Pressione memoria (%)
ja: メモリ負荷 (%)
nb: Minnetrykk (%)
nl: Geheugendruk (%)
pl: Obciążenie pamięci (%)
pt_br: Pressão da Memória (%)
pt_pt: Pressão da memória (%)
ro: Presiune memorie (%)
ru: Нагрузка на память (%)
sv: Minnestryck (%)
th: แรงดันหน่วยความจำ (%)
tr: Bellek Baskısı (%)
uk: Навантаження пам'яті (%)
vi: Áp lực bộ nhớ (%)
zh_hans: 内存压力 (%)
zh_hant: 記憶體壓力 (%)

source: 메모리 통계를 읽을 수 없음
ar: تعذر قراءة إحصائيات الذاكرة
cs: Nelze načíst statistiky paměti
da: Kan ikke læse hukommelsesstatistikker
de: Speicherstatistiken können nicht gelesen werden
el: Αδυναμία ανάγνωσης στατιστικών μνήμης
en: Unable to read memory statistics
es: No se pueden leer las estadísticas de memoria
fi: Muistitilastoja ei voida lukea
fr: Impossible de lire les statistiques de la mémoire
he: לא ניתן לקרוא נתוני זיכרון
hi: मेमोरी आँकड़े पढ़ने में असमर्थ
hu: A memóriastatisztikák nem olvashatók
id: Tidak dapat membaca statistik memori
it: Impossibile leggere le statistiche della memoria
ja: メモリ統計を読み取れません
nb: Kan ikke lese minnestatistikk
nl: Kan geheugenstatistieken niet lezen
pl: Nie można odczytać statystyk pamięci
pt_br: Não foi possível ler as estatísticas de memória
pt_pt: Não foi possível ler as estatísticas de memória
ro: Nu se pot citi statisticile de memorie
ru: Не удалось прочитать статистику памяти
sv: Kan inte läsa minnesstatistik
th: ไม่สามารถอ่านสถิติหน่วยความจำ
tr: Bellek istatistikleri okunamıyor
uk: Не вдалося зчитати статистику пам'яті
vi: Không thể đọc số liệu thống kê bộ nhớ
zh_hans: 无法读取内存统计信息
zh_hant: 無法讀取記憶體統計資訊

source: 모든 Wattly 설정을 기본값으로 되돌릴까요?
ar: هل تريد إعادة تعيين جميع إعدادات Wattly إلى الإعدادات الافتراضية؟
cs: Chcete obnovit všechna nastavení Wattly na výchozí hodnoty?
da: Vil du gendanne alle Wattly-indstillinger til standard?
de: Alle Wattly-Einstellungen auf Standardwerte zurücksetzen?
el: Επαναφορά όλων των ρυθμίσεων του Wattly στις προεπιλογές;
en: Reset all Wattly settings to defaults?
es: ¿Restablecer todos los ajustes de Wattly a los valores predeterminados?
fi: Haluatko palauttaa kaikki Wattlyn asetukset oletusarvoihin?
fr: Rétablir tous les réglages de Wattly par défaut ?
he: לשחזר את כל הגדרות Wattly לברירות המחדל?
hi: क्या सभी Wattly सेटिंग्स को डिफ़ॉल्ट पर रीसेट करें?
hu: Visszaállítja a Wattly összes beállítását az alapértékekre?
id: Atur ulang semua pengaturan Wattly ke default?
it: Ripristinare tutte le impostazioni di Wattly ai valori predefiniti?
ja: すべてのWattly設定をデフォルトに戻しますか？
nb: Vil du tilbakestille alle Wattly-innstillinger til standard?
nl: Alle Wattly-instellingen herstellen naar standaardwaarden?
pl: Czy zresetować wszystkie ustawienia Wattly do wartości domyślnych?
pt_br: Redefinir todos os ajustes do Wattly para os padrões?
pt_pt: Repor todas as definições do Wattly para as predefinições?
ro: Restabiliți toate configurările Wattly la valorile implicite?
ru: Сбросить все настройки Wattly по умолчанию?
sv: Vill du återställa alla Wattly-inställningar till standardvärden?
th: คืนค่าการตั้งค่า Wattly ทั้งหมดเป็นค่าเริ่มต้นหรือไม่?
tr: Tüm Wattly ayarları varsayılanlara sıfırlansın mı?
uk: Скинути всі параметри Wattly до стандартних?
vi: Đặt lại tất cả cài đặt của Wattly về mặc định?
zh_hans: 要将所有Wattly设置恢复为默认值吗？
zh_hant: 要將所有Wattly設定回復為預設值嗎？

source: 모든 설정값, 캐시, 백그라운드 팬 제어 도우미 및 앱이 시스템에서 완전히 제거되고 앱이 종료됩니다.
ar: ستتم إزالة جميع التفضيلات وذاكرة التخزين المؤقت ومساعد التحكم في المروحة في الخلفية والتطبيق بالكامل من النظام وسيتم إنهاء التطبيق.
cs: Všechny předvolby, mezipaměti, pomocník pro řízení ventilátorů na pozadí a aplikace budou zcela odstraněny ze systému a aplikace se ukončí.
da: Alle indstillinger, cache, baggrundshjælpeprogram til blæserstyring og appen fjernes fuldstændigt fra systemet, og appen afsluttes.
de: Alle Einstellungen, Caches, der Hintergrund-Lüftersteuerungs-Helfer und die App werden vollständig vom System entfernt und die App wird beendet.
el: Όλες οι προτιμήσεις, οι προσωρινές μνήμες, ο βοηθός ελέγχου ανεμιστήρα παρασκηνίου και η εφαρμογή θα αφαιρεθούν πλήρως από το σύστημα και η εφαρμογή θα τερματιστεί.
en: All preferences, caches, background fan control helper, and application will be completely removed from the system and the app will quit.
es: Todas las preferencias, cachés, el asistente de control de ventilador en segundo plano y la aplicación se eliminarán por completo del sistema y la app se cerrará.
fi: Kaikki asetukset, välimuistit, taustan tuuletinohjauksen apuohjelma ja sovellus poistetaan kokonaan järjestelmästä ja sovellus sulkeutuu.
fr: Tous les réglages, caches, l'assistant de contrôle du ventilateur en arrière-plan et l'application seront complètement supprimés du système et l'application se fermera.
he: כל ההגדרות, המטמונים, מסייע בקרת המאוורר ברקע והאפליקציה יוסרו לחלוטין מהמערכת והאפליקציה תיסגר.
hi: सभी प्राथमिकताएं, कैश, पृष्ठभूमि पंखा नियंत्रण सहायक और ऐप सिस्टम से पूरी तरह से हटा दिए जाएंगे और ऐप बंद हो जाएगा।
hu: Minden beállítás, gyorsítótár, háttérbeli ventilátorvezérlő segéd és az alkalmazás teljesen eltávolításra kerül a rendszerből, és az alkalmazás kilép.
id: Semua preferensi, cache, pembantu kontrol kipas latar belakang, dan aplikasi akan dihapus sepenuhnya dari sistem dan aplikasi akan ditutup.
it: Tutte le preferenze, le cache, l'assistente di controllo ventole in background e l'applicazione verranno rimossi completamente dal sistema e l'app verrà chiusa.
ja: すべての設定値、キャッシュ、バックグラウンドファン制御ヘルパー、およびアプリがシステムから完全に削除され、アプリが終了します。
nb: Alle innstillinger, buffere, hjelpeprogram for viftestyring i bakgrunnen og appen fjernes fullstendig fra systemet, og appen avsluttes.
nl: Alle voorkeuren, caches, achtergrondventilator-helper en de applicatie worden volledig van het systeem verwijderd en de app wordt afgesloten.
pl: Wszystkie preferencje, pamięci podręczne, pomocnik sterowania wentylatorem w tle oraz aplikacja zostaną całkowicie usunięte z systemu, a program zostanie zamknięty.
pt_br: Todas as preferências, caches, assistente de ventoinha em segundo plano e o aplicativo serão completamente removidos do sistema e o app será encerrado.
pt_pt: Todas as preferências, caches, assistente de ventoinha em segundo plano e a aplicação serão completamente removidos do sistema e a app será encerrada.
ro: Toate preferințele, cache-urile, asistentul de control al ventilatorului din fundal și aplicația vor fi eliminate complet din sistem, iar aplicația se va închide.
ru: Все настройки, кэши, фоновый помощник управления вентиляторами и само приложение будут полностью удалены из системы, после чего приложение завершит работу.
sv: Alla inställningar, cacheminnen, bakgrundshjälpprogram för fläktstyrning och appen tas bort helt från systemet och appen avslutas.
th: การตั้งค่า แคช ตัวช่วยควบคุมพัดลมในพื้นหลัง และแอปพลิเคชันทั้งหมดจะถูกลบออกจากระบบโดยสมบูรณ์ และแอปจะปิดตัวลง
tr: Tüm tercihler, önbellekler, arka plan fan kontrol yardımcısı ve uygulama sistemden tamamen kaldırılacak ve uygulama kapatılacaktır.
uk: Усі параметри, кеші, фоновий помічник керування вентиляторами та сама програма будуть повністю видалені із системи, після чого програма завершить роботу.
vi: Tất cả tùy chọn, bộ nhớ đệm, trình hỗ trợ quạt nền và ứng dụng sẽ bị xóa hoàn toàn khỏi hệ thống và ứng dụng sẽ thoát.
zh_hans: 所有偏好设置、缓存、后台风扇控制帮助程序和应用程序都将从系统中彻底删除，且应用程序将退出。
zh_hant: 所有偏好設定、快取、背景風扇控制輔助程式和應用程式都將從系統中徹底刪除，且應用程式將結束。

source: 모든 지표를 카드로 세로 배치하며 세부 펼침과 순서 변경을 지원합니다.
ar: يعرض جميع المقاييس رأسيًا في بطاقات قابلة للتوسيع وإعادة الترتيب.
cs: Zobrazuje všechny metriky svisle v rozbalitelných kartách s možností změny pořadí.
da: Viser alle målinger lodret i kort, der kan udvides og omarrangeres.
de: Zeigt alle Messwerte vertikal in ausklappbaren und neu anordenbaren Karten an.
el: Εμφανίζει όλες τις μετρήσεις κατακόρυφα σε επεκτεινόμενες κάρτες με δυνατότητα αναδιάταξης.
en: Displays all metrics vertically in expandable and reorderable cards.
es: Muestra todas las métricas verticalmente en tarjetas desplegables y reordenables.
fi: Näyttää kaikki mittarit pystysuunnassa laajennettavissa ja uudelleenjärjesteltävissä korteissa.
fr: Affiche toutes les mesures verticalement dans des cartes extensibles et réorganisables.
he: מציג את כל המדדים אנכית בכרטיסים הניתנים להרחבה ולסידור מחדש.
hi: सभी मेट्रिक्स को लंबवत रूप से विस्तार योग्य और पुन: व्यवस्थित करने योग्य कार्डों में प्रदर्शित करता है।
hu: Az összes mérőszámot függőlegesen jeleníti meg kibontható és átrendezhető kártyákban.
id: Menampilkan semua metrik secara vertikal dalam kartu yang dapat diperluas dan diatur ulang urutannya.
it: Mostra tutte le metriche verticalmente in schede espandibili e riordinabili.
ja: すべての指標をカードとして縦に配置し、詳細の展開や順序の変更に対応します。
nb: Viser alle målinger vertikalt i kort som kan utvides og omorganiseres.
nl: Toont alle statistieken verticaal in uitklapbare en herordenbare kaarten.
pl: Wyświetla wszystkie wskaźniki pionowo na rozwijanych kartach z możliwością zmiany kolejności.
pt_br: Exibe todas as métricas verticalmente em cartões expansíveis e reordenáveis.
pt_pt: Apresenta todas as métricas verticalmente em cartões expansíveis e reordenáveis.
ro: Afișează toate valorile vertical în carduri expandabile și reordonabile.
ru: Отображает все показатели вертикально в раскрываемых карточках с возможностью изменения порядка.
sv: Visar alla mätvärden vertikalt i kort som kan fällas ut och ordnas om.
th: แสดงตัวชี้วัดทั้งหมดในแนวตั้งในการ์ดที่สามารถขยายและจัดลำดับใหม่ได้
tr: Tüm metrikleri genişletilebilir ve yeniden sıralanabilir kartlar halinde dikey olarak görüntüler.
uk: Відображає всі показники вертикально в розгортаних картках із можливістю зміни порядку.
vi: Hiển thị tất cả chỉ số theo chiều dọc trong các thẻ có thể mở rộng và sắp xếp lại.
zh_hans: 以垂直卡片形式显示所有指标，支持展开详情和重新排序。
zh_hant: 以垂直卡片形式顯示所有指標，支援展開詳細資訊與重新排序。

source: 목
ar: الخميس
cs: Čt
da: Tor
de: Do
el: Πέμ
en: Thu
es: Jue
fi: To
fr: Jeu
he: ה׳
hi: गुरु
hu: Cs
id: Kam
it: Gio
ja: 木
nb: Tor
nl: Do
pl: Czw
pt_br: Qui
pt_pt: Qui
ro: Joi
ru: Чт
sv: Tor
th: พฤ.
tr: Per
uk: Чт
vi: T5
zh_hans: 四
zh_hant: 四

source: 목표
ar: الهدف
cs: Cíl
da: Mål
de: Ziel
el: Στόχος
en: Target
es: Objetivo
fi: Tavoite
fr: Cible
he: יעד
hi: लक्ष्य
hu: Cél
id: Target
it: Obiettivo
ja: 目標
nb: Mål
nl: Doel
pl: Cel
pt_br: Alvo
pt_pt: Alvo
ro: Țintă
ru: Цель
sv: Mål
th: เป้าหมาย
tr: Hedef
uk: Ціль
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

source: 목표 방전 잔량
ar: مستوى التفريغ المستهدف
cs: Cílová úroveň vybití
da: Målniveau for afladning
de: Ziel-Entladestufe
el: Στοχευμένο επίπεδο εκφόρτισης
en: Target Discharge Level
es: Nivel de descarga objetivo
fi: Purkamisen tavoitetaso
fr: Niveau de décharge cible
he: רמת פריקה מיועדת
hi: लक्षित डिस्चार्ज स्तर
hu: Cél lemerítési szint
id: Target Tingkat Pengosongan
it: Livello di scarica target
ja: 目標放電残量
nb: Målnivå for utlading
nl: Doelniveau voor ontladen
pl: Docelowy poziom rozładowania
pt_br: Nível de Descarga Alvo
pt_pt: Nível de descarga pretendido
ro: Nivel țintă de descărcare
ru: Целевой уровень разрядки
sv: Målnivå för urladdning
th: ระดับการคายประจุเป้าหมาย
tr: Hedef Deşarj Seviyesi
uk: Цільовий рівень розряджання
vi: Mức xả pin mục tiêu
zh_hans: 目标放电电量
zh_hant: 目標放電電量

source: 목표 잔량(%lld%%)에 도달하여 전원 어댑터 바이패스 모드로 전환되었습니다.
ar: تم الوصول إلى المستوى المستهدف (%lld%%). تم التبديل إلى وضع تجاوز محول الطاقة.
cs: Dosaženo cílové úrovně (%lld%%). Přepnuto do režimu přemostění napájecího adaptéru.
da: Nåede målniveauet (%lld%%). Skiftede til strømforsyningens bypass-tilstand.
de: Zielwert (%lld%%) erreicht. In den Netzteil-Bypass-Modus gewechselt.
el: Επιτεύχθηκε το επίπεδο-στόχος (%lld%%). Έγινε μετάβαση σε λειτουργία παράκαμψης τροφοδοτικού.
en: Reached target level (%lld%%). Switched to power adapter bypass mode.
es: Se alcanzó el nivel objetivo (%lld%%). Cambiado a modo bypass del adaptador de corriente.
fi: Tavoitetaso (%lld%%) saavutettu. Siirrytty virtalähteen ohitustilaan.
fr: Niveau cible atteint (%lld%%). Passage en mode dérivation de l'adaptateur secteur.
he: הגיע לרמת היעד (%lld%%). הועבר למצב מעקף מתאם מתח.
hi: लक्षित स्तर (%lld%%) पर पहुंच गया। पावर एडाप्टर बाईपास मोड में स्विच किया गया।
hu: Elérte a célszintet (%lld%%). Átkapcsolva hálózati adapter bypass módba.
id: Mencapai tingkat target (%lld%%). Beralih ke mode bypass adaptor daya.
it: Raggiunto il livello target (%lld%%). Passato alla modalità bypass dell'alimentatore.
ja: 目標残量（%lld%%）に到達したため、電源アダプタバイパスモードに切り替わりました。
nb: Nådde målnivået (%lld%%). Byttet til strømadapterens bypass-modus.
nl: Doelniveau bereikt (%lld%%). Overgeschakeld naar bypass-modus van de lichtnetadapter.
pl: Osiągnięto poziom docelowy (%lld%%). Przełączono w tryb obejścia zasilacza.
pt_br: Nível alvo (%lld%%) atingido. Alternado para o modo de bypass do adaptador.
pt_pt: Nível pretendido (%lld%%) atingido. Mudou para o modo de bypass do adaptador de corrente.
ro: S-a atins nivelul țintă (%lld%%). S-a comutat la modul bypass al adaptorului de alimentare.
ru: Достигнут целевой уровень (%lld%%). Переключено в режим прямого питания от адаптера.
sv: Nådde målnivån (%lld%%). Växlade till strömadapterns bypass-läge.
th: ถึงระดับเป้าหมายแล้ว (%lld%%) เปลี่ยนเป็นโหมดบายพาสอะแดปเตอร์แปลงไฟแล้ว
tr: Hedef seviyeye (%% %lld) ulaşıldı. Güç adaptörü baypas moduna geçildi.
uk: Досягнуто цільового рівня (%lld%%). Переключено в режим прямого живлення від адаптера.
vi: Đã đạt mức mục tiêu (%lld%%). Đã chuyển sang chế độ bỏ qua bộ tiếp hợp nguồn.
zh_hans: 已达到目标电量 (%lld%%)。已切换至电源适配器直供模式。
zh_hant: 已達到目標電量 (%lld%%)。已切換至電源轉接器直供模式。

source: 목표 한도: %lld%%
ar: الحد المستهدف: %lld%%
cs: Cílový limit: %lld%%
da: Målgrænse: %lld%%
de: Ziellimit: %lld%%
el: Όριο-στόχος: %lld%%
en: Target Limit: %lld%%
es: Límite objetivo: %lld%%
fi: Tavoiteraja: %lld%%
fr: Limite cible : %lld%%
he: מגבלת יעד: %lld%%
hi: लक्षित सीमा: %lld%%
hu: Célkorlát: %lld%%
id: Batas Target: %lld%%
it: Limite target: %lld%%
ja: 目標上限: %lld%%
nb: Målgrense: %lld%%
nl: Doellimiet: %lld%%
pl: Limit docelowy: %lld%%
pt_br: Limite Alvo: %lld%%
pt_pt: Limite pretendido: %lld%%
ro: Limită țintă: %lld%%
ru: Целевой предел: %lld%%
sv: Målgräns: %lld%%
th: ขีดจำกัดเป้าหมาย: %lld%%
tr: Hedef Sınır: %% %lld
uk: Цільовий ліміт: %lld%%
vi: Giới hạn mục tiêu: %lld%%
zh_hans: 目标限制: %lld%%
zh_hant: 目標限制: %lld%%

source: 목표치(%d%%)까지 방전 중
ar: جارٍ التفريغ حتى الهدف (%d%%)
cs: Vybíjení na cíl (%d%%)
da: Aflader til mål (%d%%)
de: Entladen auf Ziel (%d%%)
el: Εκφόρτιση στο στόχο (%d%%)
en: Discharging to target (%d%%)
es: Descargando hasta el objetivo (%d%%)
fi: Puretaan tavoitteeseen (%d%%)
fr: Décharge jusqu'à la cible (%d%%)
he: פורק ליעד (%d%%)
hi: लक्ष्य (%d%%) तक डिस्चार्ज हो रहा है
hu: Lemerítés a célig (%d%%)
id: Mengosongkan daya ke target (%d%%)
it: Scarica verso il target (%d%%)
ja: 目標値（%d%%）まで放電中
nb: Lader ut til mål (%d%%)
nl: Ontladen naar doel (%d%%)
pl: Rozładowywanie do celu (%d%%)
pt_br: Descarregando até o alvo (%d%%)
pt_pt: A descarregar até ao valor pretendido (%d%%)
ro: Descărcare până la țintă (%d%%)
ru: Разрядка до цели (%d%%)
sv: Laddar ur till mål (%d%%)
th: กำลังคายประจุถึงเป้าหมาย (%d%%)
tr: Hedefe (%% %d) kadar deşarj ediliyor
uk: Розряджання до цілі (%d%%)
vi: Đang xả pin đến mục tiêu (%d%%)
zh_hans: 正在放电至目标值 (%d%%)
zh_hant: 正在放電至目標值 (%d%%)

source: 목표치(%lld%%)까지 방전 중
ar: جارٍ التفريغ حتى %lld%%
cs: Vybíjení na %lld%%
da: Aflader til %lld%%
de: Entladen auf %lld%%
el: Εκφόρτιση στο %lld%%
en: Discharging to %lld%%
es: Descargando hasta %lld%%
fi: Puretaan tasolle %lld%%
fr: Décharge jusqu'à %lld%%
he: פורק עד ‎%lld%%
hi: %lld%% तक डिस्चार्ज हो रहा है
hu: Lemerítés %lld%%-ig
id: Mengosongkan daya ke %lld%%
it: Scarica verso il %lld%%
ja: 目標値（%lld%%）まで放電中
nb: Lader ut til %lld%%
nl: Ontladen naar %lld%%
pl: Rozładowywanie do %lld%%
pt_br: Descarregando até %lld%%
pt_pt: A descarregar até %lld%%
ro: Descărcare până la %lld%%
ru: Разрядка до %lld%%
sv: Laddar ur till %lld%%
th: กำลังคายประจุถึง %lld%%
tr: %% %lld seviyesine kadar deşarj ediliyor
uk: Розряджання до %lld%%
vi: Đang xả pin đến %lld%%
zh_hans: 正在放电至 %lld%%
zh_hant: 正在放電至 %lld%%

source: 목표치(%lld%%)까지 충전 중
ar: جارٍ الشحن حتى %lld%%
cs: Nabíjení do %lld%%
da: Oplader til %lld%%
de: Wird auf %lld%% geladen
el: Φόρτιση έως %lld%%
en: Charging to %lld%%
es: Cargando hasta el %lld%%
fi: Ladataan tasolle %lld%%
fr: Charge jusqu'à %lld%%
he: טוען עד %lld%%
hi: %lld%% तक चार्ज हो रहा है
hu: Töltés %lld%%-ra
id: Mengisi daya hingga %lld%%
it: Ricarica fino al %lld%%
ja: %lld%% まで充電中
nb: Lader til %lld%%
nl: Opladen tot %lld%%
pl: Ładowanie do %lld%%
pt_br: Carregando até %lld%%
pt_pt: A carregar até %lld%%
ro: Se încarcă până la %lld%%
ru: Зарядка до %lld%%
sv: Laddar till %lld%%
th: กำลังชาร์จถึง %lld%%
tr: %lld%%'e kadar şarj ediliyor
uk: Заряджання до %lld%%
vi: Đang sạc đến %lld%%
zh_hans: 正在充电至 %lld%%
zh_hant: 正在充電至 %lld%%

source: 문의하기
ar: اتصال
cs: Kontakt
da: Kontakt
de: Kontaktieren
el: Επικοινωνία
en: Contact
es: Contactar
fi: Ota yhteyttä
fr: Contacter
he: צור קשר
hi: संपर्क करें
hu: Kapcsolat
id: Hubungi
it: Contatta
ja: 問い合わせ
nb: Kontakt
nl: Contact
pl: Kontakt
pt_br: Contato
pt_pt: Contactar
ro: Contact
ru: Связаться
sv: Kontakta
th: ติดต่อ
tr: İletişim
uk: Звʼязатися
vi: Liên hệ
zh_hans: 联系
zh_hant: 聯絡

source: 미지원
ar: غير مدعوم
cs: Nepodporováno
da: Ikke understøttet
de: Nicht unterstützt
el: Μη υποστηριζόμενο
en: Unsupported
es: No compatible
fi: Ei tuettu
fr: Non pris en charge
he: לא נתמך
hi: असमर्थित
hu: Nem támogatott
id: Tidak Didukung
it: Non supportato
ja: 非対応
nb: Ikke støttet
nl: Niet ondersteund
pl: Nieobsługiwane
pt_br: Não Suportado
pt_pt: Não suportado
ro: Neacceptat
ru: Не поддерживается
sv: Stöds inte
th: ไม่รองรับ
tr: Desteklenmiyor
uk: Не підтримується
vi: Không hỗ trợ
zh_hans: 不支持
zh_hant: 不支援

source: 민감
ar: سريع الاستجابة
cs: Citlivý
da: Responsiv
de: Reaktionsschnell
el: Άμεσο
en: Responsive
es: Reactivo
fi: Herkkä
fr: Réactif
he: תגובתי
hi: प्रतिक्रियाशील
hu: Érzékeny
id: Responsif
it: Reattivo
ja: 高感度
nb: Responsiv
nl: Responsief
pl: Dynamiczny
pt_br: Responsivo
pt_pt: Reativo
ro: Reactiv
ru: Отзывчивый
sv: Responsiv
th: ตอบสนองไว
tr: Duyarlı
uk: Чутливий
vi: Nhạy bén
zh_hans: 灵敏
zh_hant: 靈敏

source: 반복
ar: تكرار
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
en: Repeat
es: Repetir
fi: Toista
fr: Répéter
he: חזרה
hi: दोहराएं
hu: Ismétlés
id: Ulangi
it: Ripeti
ja: 繰り返し
nb: Gjenta
nl: Herhaal
pl: Powtarzaj
pt_br: Repetir
pt_pt: Repetir
ro: Repetare
ru: Повтор
sv: Upprepa
th: ทำซ้ำ
tr: Tekrarla
uk: Повторення
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複

source: 발열 보호
ar: الحماية من الحرارة الزائدة
cs: Ochrana proti přehřátí
da: Beskyttelse mod overophedning
de: Überhitzungsschutz
el: Προστασία από υπερθέρμανση
en: Heat Protection
es: Protección contra sobrecalentamiento
fi: Ylikuumenemissuoja
fr: Protection contre la surchauffe
he: הגנה מפני התחממות יתר
hi: ओवरहीटिंग सुरक्षा
hu: Túlmelegedés elleni védelem
id: Perlindungan Panas Berlebih
it: Protezione da surriscaldamento
ja: 発熱保護
nb: Overopphetingsbeskyttelse
nl: Oververhittingsbeveiliging
pl: Ochrona przed przegrzaniem
pt_br: Proteção contra Superaquecimento
pt_pt: Proteção contra Sobreaquecimento
ro: Protecție la supraîncălzire
ru: Защита от перегрева
sv: Överhettningsskydd
th: การป้องกันความร้อนสูงเกินไป
tr: Aşırı Isınma Koruması
uk: Захист від перегріву
vi: Bảo vệ quá nhiệt
zh_hans: 发热保护
zh_hant: 發熱保護

source: 발열 보호 설정
ar: Set Heat Protection
cs: Set Heat Protection
da: Set Heat Protection
de: Überhitzungsschutz einstellen
el: Set Heat Protection
en: Set Heat Protection
es: Configurar protección contra sobrecalentamiento
fi: Set Heat Protection
fr: Configurer la protection thermique
he: Set Heat Protection
hi: Set Heat Protection
hu: Set Heat Protection
id: Set Heat Protection
it: Set Heat Protection
ja: 発熱保護設定
nb: Set Heat Protection
nl: Set Heat Protection
pl: Set Heat Protection
pt_br: Set Heat Protection
pt_pt: Set Heat Protection
ro: Set Heat Protection
ru: Set Heat Protection
sv: Set Heat Protection
th: Set Heat Protection
tr: Set Heat Protection
uk: Set Heat Protection
vi: Set Heat Protection
zh_hans: 设置过热保护
zh_hant: 設定過熱保護
